{
  "pasDeParametre":[
    "Cette page demande un paramètre valide. Une utilisation normale ne devrait pas déclencher l'affichage de ce message. Si vous pensez que c'est une erreur, veuillez contacter un responsable de la ludothèque.",
    "alerte"
  ],
  "formIncomplet":[
    "Veuillez saisir toutes les informations demandées.",
    "avertissement"
  ],
  "pasLeDroitModule":[
    "Vous n'avez pas l'autorisation d'accéder à cette page. Veuillez vous connecter avec un compte autorisé.",
    "alerte"
  ],


  "formLoginMauvaisMdp":[
    "Le mot de passe saisi est invalide. Veuillez réessayer, ou contacter un responsable de la ludothèque pour réinitialiser votre mot de passe.",
    "alerte"
  ],
  "formLoginUtilisateurIntrouvable":[
    "Le nom d'utilisateur saisi est introuvable. Contactez un responsable de la ludothèque si vous avez oublié votre pseudonyme.",
    "alerte"
  ],


  "jeuInvalide":[
    "Vous essayez d'accéder à une page concernant un jeu qui n'existe pas. Paradoxal, n'est-ce pas ?",
    "alerte"
  ],


  "profilInvalide":[
    "Le profil demandé n'existe pas. Si vous pensez que c'est une erreur, veuillez contacter un responsable de la ludothèque.",
    "alerte"
  ],


  "formCreerJeuNomDejaPris":[
    "Un jeu porte déjà le nom du jeu que vous essayez d'ajouter. Vous ne pouvez pas rajouter de doublons : êtes-vous sûr de vous ?",
    "alerte"
  ],
  "formCreerJeuOK":[
    "Le jeu a bien été ajouté !",
    "positif"
  ],


  "supprJeuOK":[
    "Le jeu a bien été supprimé !",
    "positif"
  ],
  "supprJeuPasDeParam":[
    "Le jeu demandé n'existe pas. Si vous pensez que c'est une erreur, veuillez contacter un responsable de la ludothèque.",
    "alerte"
  ],
  "supprJeuParamInvalide":[
    "Le jeu demandé n'existe pas. Si vous pensez que c'est une erreur, veuillez contacter un responsable de la ludothèque.",
    "alerte"
  ],
  "supprJeuSecuriteInvalide":[
    "Code de sécurité invalide ! Attention à bien orthographier le nom du jeu que vous souhaitez supprimer.",
    "alerte"
  ],
  "supprJeuEncoreExemplaires":[
    "Vous n'avez pas supprimé l'ensemble des exemplaires du jeu que vous souhaitez supprimer. Cliquez ICI pour vous rendre sur l'interface de suppression des exemplaires.",
    "avertissement"
  ],
  "supprJeuEncoreExtensions":[
    "Vous n'avez pas supprimé l'ensemble des extensions du jeu que vous souhaitez supprimer. Cliquez ICI pour vous rendre sur la fiche du jeu afin de trouver les extensions à supprimer.",
    "avertissement"
  ],


  "formEditJeuOK":[
    "Le jeu a bien été modifié !",
    "positif"
  ],


  "formCreerUserOK":[
    "Le membre a bien été ajouté !",
    "positif"
  ],
  "formCreerUserPseudoDejaPris":[
    "Le pseudo saisi est déjà utilisé par un membre. Veuillez en saisir un autre.",
    "alerte"
  ],


  "supprUserOK":[
    "Le membre a bien été supprimé !",
    "positif"
  ],
  "supprUserPasDeParam":[
    "Le membre demandé n'existe pas. Si vous pensez que c'est une erreur, veuillez contacter un responsable de la ludothèque.",
    "alerte"
  ],
  "supprUserParamInvalide":[
    "Le membre demandé n'existe pas. Si vous pensez que c'est une erreur, veuillez contacter un responsable de la ludothèque.",
    "alerte"
  ],
  "supprUserSecuriteInvalide":[
    "Erreur ! Vous avez mal orthographié le pseudo du membre à supprimer, ou vous essayez de supprimer un compte administrateur.",
    "alerte"
  ],
  "supprUserEncorePrets":[
    "Reste prêts",
    "avertissement"
  ],
  "supprUserEncoreReservations":[
    "Reste réservations",
    "avertissement"
  ],


  "codeMessage":[
    "message",
    "alerte/avertissement/positif"
  ]
}
